Repository: giellalt/corpus-sme
Catalog: tmx/smn/facta/samediggi.fi/toimintaohjelma_talousosio_20122015_pohjoissaame.pdf.tmx
Source language: sme
Languages: smn

source: SÁMEDIKKI
smn: SÄMITIGGE

source: EKONOMIIJAPLÁNA 2012 – 2015
smn: Sämitige toimâohjelm já ekonomiavuávám 2012–15 rááhtus 1.2. Sämmilij sajattâh

source: Dohkkehuvvon sámedikki čoahkkimis 20.6.2012. SÁMEDIGGI
smn: Sämitige ive 2011 nuurrâm tiäđui mield láá Suomâst 9.919 sämmilâžžâd.

source: DOAIBMAPROGRÁMMA 2012-2015 2 (33)
smn: Kuávlu vijđodâh lii 35.000 km².

source: 3.2.1 Sámiid searválastima ovddieapmi 3.2.2 Sámi árbevirolaš dieđu dorvvasteapmi 3.2.3 Sámi kulturbirrasa dorvvasteapmi 3.2.4 Sámekultuvrra eallinfámu dorvvasteapmi olles riikkas 3.2.5 Sámedikki válgaortnega ovddideapmi 3.2.6 Sámedikki iežas doaimma ovddideapmi 3.2.7 Sámedikki ovddugohcima ovddideapmi 3.3.
smn: Sämmiliih láá sämikuávlust kuálmádâs ucceeblohhoon kuávlu suullân 11.000 ässest.

source: 3.3.1 Sámi ealáhuspolitihkka 3.3.2.
smn: Tuše Ucjuv kieldâst láá sämmiliih eenâblohhoon.

source: ALMMOLAŠ VUOLGGASAJIT 1.1. Sámedikki doaibmaprográmma ja ekonomiijaplána 2012-15 ráhkadus
smn: Suomâ sämmilijn jo suullân 65 % (6.460) äässih sämikuávlu ulguubeln, sist 653 olgoenâmijn.

source: Sámedikki doaimma almmolaš ulbmilat Sámediggebaji 2012-15 váldoulbmilat
smn: Áinoo sämmilâšeenâblovo kieldâ Ucjuuhâ lii monâttâm sämiaalmug koskâvuođâlávt enâmustáá.

source: Sámiid sajádat, riikkaidgaskasaš soahpamušat ja árvvut Sektormieldásaš dárkilis ulbmilat
smn: Paijeel 45-ihásijn sämmilijn 64 % äässih sämikuávlust já vuálá 45-ihásijn 67 % äässih sämikuávlu ulguubeln.

source: Sámit leat eamiálbmot, mas lea iežas historjá, giella, kultuvra, ealáhusat, eallinvuohki ja identitehta.
smn: Vuálá love ihásijn párnáin paijeel 70 % äässih sämikuávlu ulguubeln já oppeet paijeel 75-ihásijn 85 % ääsih sämikuávlust.

source: Sámiid lohkumearri lea maŋimuš njealje jage áigge lassánan sullii 569:in, lasáhus lea dáhpáhuvvan namalassii sámeguovllu olggobealde.
smn: Nuuvtpa čielgâsávt eenâbloho párnáin, nuorâin já rävisulmuin, kiäh láá pyeremus pargoavveest, äässih sämikuávlu ulguubeln.

source: Sámiid ruovttuguovllus, mii sisdoallá Eanodaga, Anára ja Ohcejoga gielddaid ja maiddái Soađegili gielddas leahkki Lappi bálgosa, ásset 3.459 sápmelačča.
smn: Suomâst sárnuh kulmâ sämikielâ: tavesämikielâ, aanaarsämikielâ já nuorttâsämikielâ.

source: Guovlu lea viidodaga dáfus 35.000 km².
smn: Sämmilijn ucceeb ko peeli sárnuh sämikielâ.

source: Sámit leat ruovttuguovllus goalmmátoasi vehádahkan guovllu sullii 11.000 ássis.
smn: Säämi kielâlaavâ mield sämikieláin uávilduvvoo puoh Suomâst sarnum sämikielâid.

source: Dušše Ohcejoga gielddas sámit leat eanetlohkun. Suoma sámiin jo sullii 65 % (6.460) ássá sámeguovllu olggobealde, sis 653 olgoriikkain.
smn: Vuáđulaahâ tuurvâst sämmiláid Suomâ áinoo algâaalmugin vuoigâdvuođâ jieijâs kielân já kulttuurân já taid kyeskee jiešhaaldâšmân sämikuávlust.

source: Doppe sámiid ossodat gieldda oppalašálbmogis lea dál sullii 60 % go dat vel jahkeduháha molsašumis lei badjel 70 %.
smn: Sämikulttuurân kuleh sämikielâ, kulttuurärbi, tyejiärbikulttuur olgospyehtimeh sehe ärbivuáváliih sämi-iäláttâsah tegu puásuituálu, kyelipivdo, nurâdem já meccipivdo.

source: SÁMEDIGGI
smn: SÄMITIGGE

source: DOAIBMAPROGRÁMMA 2012-2015 4 (33)
smn: TOIMÂOHJELM 2012–2015 5 (33) 1.3. Sämmilijd kyeskee kuávdášlâš aalmugij-koskâsiih sopâmušah já eres aalmugijkoskâsiih olmoošvuoigâdvuotkenigâsvuođah Suomâ lii ratifisistám maaŋgâid algâaalmugij vuoigâdvuođâid tuárjoo aalmugijkoskâsijd sopâmušâid, tegu aalmuglâš- já poolitlâš vuoigâdvuođâid kyeskee almossopâmuš (KP-sopâmuš)1, ekonomâlijd, sosiaallijd já čuovviittâslijd vuoigâdvuođâid kyeskee aalmugijkoskâsâš almossopâmuš (TSS- sopâmuš)2, biodiversiteetsopâmuš3, aalmuglij ucceeblovoi suojâlem kyeskee raamialmossopâmuš (ucceeblohoraamisopâmuš)4, párnáá vuoigâdvuođâid kyeskee almossopâmuš (párnái vuoigâdvuođâi sopâmuš)5, Euroop Rääđi kuávlulijd já ucceeblohokielâid kyeskee eurooplâš vuáđukirje6 kulttuurol-gospyehtimij maaŋgânálásâšvuođâ suoijâlmist já oovdedmist toohum Unesco almossopâmuš (kulttuurolgospyehtimij suojâlemsopâmuš)7 já Euroop-lâš enâdâhalmossopâmuš (enâdâhalmossopâmuš)8, mut sämmilij kulttuur, ärbivuáválij iäláttâsâi já sämikielâ sajattâh ij lah liijká nokko torvejum.

source: Govva 1 Sámiid lohkumearri jagi 2011 válggain 1 708 1 127 1 128 1 470 1 209 1 213 1 116 561 300 87 9 919
smn: OA almosčuákkim lii tuhhiittâm ive 2007 almosčuákkimistis algâaalmugij vuoigâdvuođâi julgáštus.

source: Badjel 45-jahkásaš sápmelaččain 64 % ássá sámeguovllus ja vuollái 45-jahkásaččain 67 % ássá sámeguovllu olggobealde.
smn: Suomâ lii vuáláčáállám julgáštus já čonnâsâm julgáštus olášutmân. Julgáštus lii vuosâsajasávt Suomâ siivvâdlávt kenigittee.

source: Vuollái logi jahkásaš mánáin badjel 70 % ássá sámeguovllu olggobealde ja vástideaddjiláhkai badjel 75- jahkásaččain 85 % ássá sámeguovllus.
smn: Julgáštus tuubdâst algâaalmugij vuoigâdvuođâ uážudiđ taggaar ekonomâlâš já sosiaallâš ovdánem, mii västid algâaalmugij jieijâs uáinuid.

source: Nappo ráhpadis eanetlohku mánáin, nuorain ja rávesolbmuin, geat leat báres bargoagis, ássá sámeguovllu olggobealde.
smn: Sämmilij sajattuv algâaalmugin Ruotâst, Taažâst já Suomâst kieđâvuššee OA algâaalmugij sierânâsraportistee James

source: Suomas hállet golbma sámegiela: davvisámegiela, anárašgiela ja nuortalašgiela.
smn: Anaya raa-poort avžuuttâsâidiskuin adelui OA olmoošvuoigâdvuođârááđán 13.1.2011.

source: Sámegiela hállá vuollái bealli sámiin. Davvisámegiela hállá 70–80 % sihke anárašgiela ja nuortalašgiela goappáge vuollái 15 % sámegielat sámiin.
smn: Taan vuoigâdvuođâ vuáđuld toh merideh rijjâ poolitlâš vuáháduumees já hárjutteh rijjâ jieijâs ekonomâlâš, sosiaallâš já čuovviittâslâš tile ovdedem.

source: Sámegielain dárkkuhuvvojit sámi giellalága mielde Suomas hállon buot sámegielat. Vuođđoláhka sihkkarastá sámiide Suoma áidna eamiálbmogin vuoigatvuođa iežas gillii ja kultuvrai ja dan guoskevaš iešráđđemii sámeguovllus.
smn: 2. Aalmugeh pyehtih rijjâ kevttiđ luánduriggoduvâidis já -varijdis jieijâs uáiviláid, jis tot ij vahâgit ohtsii hiäđu prinsiipân vuáđuduvvee aalmugijkoskâsâš ekonomâlâš oovtâstpargo já aalmugijkoskâsâš vuoigâdvuođâ kenigâsvuođâid.

source: Mange dáhpáhusas ii álbmogis oaččo rivvet sin iežaset eallineavttuid.
smn: Moonnân tábáhtusâst aalmugist ij uážu rievediđ ton jieijâs eellimiävtuid.

source: 3. Buot dán oktasašsoahpamuša soahpamušriikkat, fárrui lohkamiin daid stáhtaid, mat vástidit dakkár guovlluid ja fuolahushálddahusguovlluid hálddahusas, main ii leat iešmearridanvuoigatvuohta, galget ovddidit iešmearridanvuoigatvuođa ollašuhttima ja gudnejahttit dán vuoigatvuođa Ovttastuvvan Nášuvnnaid vuođđogirjji mearrádusaid mielde.
smn: 3. Puohah taan almossopâmuš sopâmušstaatah já toh staatah, moi ovdâsvástádâsâst lii jiešmeridemvuoigâdvuođâttes kuávlui já huolâttâshaldâttâhkuávlui haldâttâh, kalgeh ovdediđ jiešmeridemvuoigâdvuođâ olášuttem já kunnijâttiđ taam vuoigâdvuođâ Ovtâstum Aalmugij vuáđukirje miärádâsâi mield.

source: Eamiálbmotjulggaštus Artikla 3: Eamiálbmogiin lea iešmearridanvuoigatvuohta.
smn: Algâaalmugjulgáštus Artikla 3: Algâaalmugijn lii jiešmeridemvuoigâdvuotâ.

source: Dán vuoigatvuođa vuođul dat mearridit friddja politihkalaš sajádagas ja ovddidit friddja ekonomalaš, sosiálalaš ja čuvgehuslaš diliid.
smn: Taan vuoigâdvuođâ vuáđuld toh merideh rijjâ poolitlâš sajattuvâs já ovdedeh rijjâ ekonomâlâš, sosiaallâš já čuovviittâslâš tiilees.

source: Sámiid iešmearridanvuoigatvuohta ii ollašuva duhtadahttiláhkai.
smn: Sämmilij jiešmeridemvuoigâdvuotâ ij olášuu tuhhiittettee vuovvijn.

source: Sámiid iešmearridanvuoigatvuohta ii ollašuvá árbevirolaš sámeealáhusaid, sámiid ruovttuguovllu luondduriggodagaid, eana- ja čáhce- dahje eanageavaheami stivremis ja hálddahusas.
smn: Sämmilij jiešmeridemvuoigâdvuotâ ei olášuu ärbivuáválii sämi-iäláttâsâi, sämikuávlu luánduriggoduvâi, eennâm- já čääsi tâi eennâmkevttim stivriimist já haldâttuvâst.

source: toteudu, koska saamelaisten
smn: olášuu, koska sämmilij

source: Raporttas Anaya giddii fuopmášumi ee. sámiid iešráđđema ovddidandárbbuide ja ávžžuhii Suoma ratifieret ILO 169-soahpamuša.
smn: Raportistis Anaya kiddij huámášume el. sämmilij jiešhaldâšem ovdedemtárboid já avžuuttij Suomâ ratifisistiđ ILO 169-sopâmuš.

source: Eamiálbmotraporterejeaddji ávžžuhii Suoma buoridit sámiid iešmearridanvuoigatvuođa, sirdit bargguid sámediggái áššiin, mat gusket sámiid árbevirolaš ealáhusaid, kultuvrra, giela ja eanavuoigatvuođaid.
smn: Algâaalmugraportistee avžuuttij Suomâ pyerediđ sämmilij jiešmeridemvuoigâdvuođâ, sirdeđ pargoid sämitiigán aašijn, moh kyeskih sämmilij ärbivuáválijd iäláttâsâid, kulttuur, kielâ já eennâmvuoigâdvuođâid.

source: Suoma stáhta galggašii sihkkarastit sámediggái doarvái resurssaid doaibmat ja beavttálmahttit doaimmaid sámegielaid ealáskahttima várás.
smn: Suomâ staatâ kolgâččij turviđ sämitiigán kelijdeijee resurssijd toimâđ já pehtilittiđ tooimâid sämikielâi iäláskitmân.

source: Suopma lea čatnasan raportta ávžžuhusaid ollašuhttimii.
smn: Suomâ lii čonnâsâm raapoort avžuuttâsâi olášutmân.

source: Goalmmát sámeparlamentarihkáriid konfereansa jagi 2011 gáibidii julggaštusas ee. sámiid iešmearridanvuoigatvuođa ollašuhttima, doarvái resurssaid sámediggái ja sámegiela, kultuvrra ja ealáhusaid doarjumii, vuoigatvuođa eatnamii, čáhcái ja luondduváriide ja maiddái hoahpuhii ILO-soahpamuša ratifierema.
smn: Kuálmád sämiparlamiänttárij konferens ive 2011 vaađâi julgáštusâstis el. sämmilij jiešmeridemvuoigâdvuođâ olášuttem, kelijdeijee resurssijd sämitiigán já sämikielâ, kulttuur já iäláttâsâi tuárjumân, vuoigâdvuođâ enâmân, čáácán já luánduriggoduvváid sehe huáputtij Ilo-sopâmuš ratifisistem.

source: Eurohpa Uniovnna komissio lea 20.11.2008 dohkkehan dieđuaddima Eurohpa uniovdna ja árktalaš guovlu.
smn: Euroop Union komissio lii 20.11.2008 tuhhiittâm tiäđuadelem Euroop union já arktâlâš kuávlu.

source: Dieđuaddimis Eurohpa Uniovdna čatnasa jotkkolaš dialogai árktalaš eamiálbmogiiguin.
smn: Tiäđuaddelmist Euroop union čoonnâs oovtmanolâš savâstâlmân arktâlâš algâaalmugijguin.

source: Dieđuaddimis gávnnahuvvo maiddái, ahte EU galggašii guorahallat mo eamiálbmogiid osolašvuohta lágiduvvo EU davvi dimenšuvnna politihka oassin.
smn: Tiäđuaddelmist páhuduvvoo še, et EU kolgâččij suogârdâllâđ. maht algâaalmugij uásálâšvuotâ uárnejuvvoo uássin EU tave ooláádmudo (pohjoinen ulottuvuus) politiik.

source: Eurohpa parlameanta dagai 20.1.2011 mearrádusa EU suvdilis politihkas davvin.
smn: Euroop parlament toovâi 20.1.2011 miärádâs EU pištee politiikâst tavveen.

source: Parlameanta doarjala Supmii ja Ruŧŧii, vuoi dat ratifierešedje ILO 169-soahpamuša.
smn: Parlament kiäsá Suomân já Ruotân, vâi toh ratifisistáččii ILO 169-sopâmuš.

source: Parlameanta maiddái gáibidii, ahte eamiálbmogat galget oassálastit lávgagut politihkariid plánemii.
smn: Parlament meid vaađâi, et algâaalmugeh kalgeh uásálistiđ čovgâsubbooht politijkkárij vuáváámân.

source: Eamiálbmotkultuvrraid ja -gielaid sihkkarastin eaktuda sierradoaibmabijuid.
smn: Algâaalmugkulttuurij já -kielâi turvim váátá sierânâstooimâid.

source: Suoma Eurohpa uniovnna searvanáššebáhpára oassin lea sámiid guoskevaš beavdegirji nr 3, mainna soahpamušoassebealit dovddastit, ahte Suomas ja Ruoŧas leat álbmotlaš ja riikkaidgaskasaš vuoigatvuođa mielde geatnegasvuođat ja čatnasumit sámiid hárrái sámiid ealáhusaid, giela, kultuvrra ja eallinvuogi seailluheami ja ovddideami várás sihke oaivvildit, ahte árbevirolaš sámekultuvra ja sámeealáhusat leat gitta luondduealáhusain nugo boazodoalus sámiid árbevirolaš eatnamiin.
smn: Suomâ Euroop Union servâmäššikirje uássin lii sämmilijd kyeskee pevdikirje nr 3, moin sopâmušpeleh tubdâsteh, et Suomâst já Ruotâst láá aalmuglâš já aalmugijkoskâsâš vuoigâdvuođâ mield kenigâsvuođah já čoonnâsmeh sämmilij háárán sii iäláttâsâi, kielâ, kulttuur já eellimvyevi siäilutmân já oovdedmân sehe uáinih, et ärbivuáválâš sämikulttuur já sämiiäláttâsah láá kiddâ luánduiäláttâsâin tegu puásuituálust sämmilij ärbivuáválijn kuávluin.

source: Searvanáššebábir lea váldon oassin ng. Lissabon soahpamuša.
smn: Servâmäššikirje lii valdum uássin nk. Lissabon sopâmuš.

source: Sámebeavdegirjji 1 artikla mielde dan easttekeahttá, mii EY vuođđudansoahpamušas mearriduvvo, sámiide oažžu mieđihit oktovuoigatvuođaid boazodoaluin bargamii árbevirolaš sámeguovlluin.
smn: Sämipevdikirje 1 artikla mield ton estihánnáá, maid ES (EY) vuáđudemsopâmušâst meriduvvoo, et sämmiláid uážžu mieđettiđ ohtuuvuoigâdvuođâid puásuituálu háárjutmân ärbivuáválijn sämikuávluin.

source: Dákkár ođastusa lea vejolaš dasto ollašuhttit álbmotlaččat almmá EU miehtama haga.
smn: Nuuvtpa tággáár uđâsmittem puáhtá olášuttiđ aalmuglávt EU mietâmâšâttáá.

source: Artikla 2 mielde beavdegirjji lea vejolaš viiddidit, ahte dat guoská árbevirolaš sámeealáhusaide gulavaš sámiid earáge oktovuoigatvuođaid, mii goittotge eaktuda buot soahpamušoassebeliid miehtama.
smn: Artikla 2 mield pevdikirje puáhtá vijđediđ kuoskâđ eres-uv sämmilij ohtuuvuoigâdvuođâid, moh lohtâseh ärbivuáválâš sämi-iäláttâssáid. Tot kuittâg váátá puohâi sopâmušpeelij miettâm.

source: Suomas vuođđolága ollašuvvama láhkaásahanfidnuin gohcá vuođđoláhkaváljagoddi.
smn: Suomâst vuáđulaavâ olášume lahâasâttâsprojektijn kocá vuáđulahâváljukodde.

source: Váljagotti bealiváldimit sámiid vuoigatvuohtasajádagas linjádit láhkaásaheami válmmaštallama.
smn: Váljukode peleväldim sämmilij vuoigâdvuođâsajattuvâst linjee lahâasâttâs valmâštâllâm.

source: Vuođđoláhkaváljagotti bealiváldimat váldojit vuhtii sámedikki ovddugohcimis ja cealkámušain.
smn: Vuáđulahâváljukode peleväldimeh váldojeh vuotân sämitige hiäđukocemist já ciälkkámušâin.

source: Sámedikki iežas doaimma ja ovddugohcima vuolggasadjin lea Suoma riikkaidgaskasaš geatnegasvuođaid ja riikkaidgaskasaš eamiálbmot- ja olmmošvuoigatvuođaid ollašuvvama gohcci orgánaid ávžžuhusaid ollašuvvama ovddideapmi.
smn: Sämitige jieijâs tooimâ já hiäđukocceem vuolgâsaijeen lii Suomâ aalmugijkoskâsij kenigâsvuođâi já aalmugijkoskâsij algâaalmug- já olmoošvuoigâdvuođâi olášume koccee orgaanâi avžuuttâsâi olášume ovdedem.

source: DOAIBMAPROGRÁMMA 2012-2015 7 (33) 1.4. Doaibmabaji vuolggasajit
smn: TOIMÂOHJELM 2012–2015 7 (33) 1.4. Toimâpaje vuolgâsajeh

source: Oaiveministtar Jyrki Katainen ráđđehusa ráđđehusprográmmas stáhtaráđđi lea čatnasan sihkkarastit sámedikki doaibmaneavttuid.
smn: Uáiviminister Jyrki Katais haldâttâs haldâttâsohjelmist staatârääđi lii čonnâsâm turviđ sämitige toimâmiävtuid.

source: Ráđđehusprográmmas biddjo ulbmilin ILO 169-soahpamuša ratifieren vuosttas háve.
smn: Haldâttâsohjelmist asâttuvvoo ulmen ILO 169-sopâmuš ratifisistem vuossâmuu keerdi.

source: Ráđđehus čatnasa maiddái ovddidit eanageavaheami stivrejeaddji láhkaásaheami nu ahte čielggasmahttá ja oassálastá eamiálbmogiid guoski riikkaidgaskasaš ovttasbargui eamiálbmogiid duođalaš suodjaleami nannema dihtii.
smn: Haldâttâs čoonnâs še ovdediđ eennâmkiävtu stivrejeijee čielgâsmitmáin lahâasâttâs já uásálistmáin algâaalmugijd kyeskee aalmugijkoskâsâš oovtâstpaargon naanoodmân algâaalmugij tuođâlâš suojâlem.

source: Ráđđehusprográmmas čatnasuvvo dasa, ahte ollašuhtto sámegielaid ealáskahttinprográmma, dan resurseren ja ráhkaduvvo fásta doaibmamálle sámegielaid ealáskahttima várás.
smn: Haldâttâs čoonnâs ohjelmistis olášuttiđ sämikielâi iäláskittemohjelm, ton resurssistem já läjidiđ pissoo toimâmmaali sämikielâi iäláskitmân.

source: Ráđđehus čatnasa sihkkarastit sosiála- ja dearvvasvuohtabálvalusaid sámegielain ja ráhkadit álbmotlaš giellastrategiija.
smn: Haldâttâs čoonnâs turviđ sosiaal- já tiervâsvuođâpalvâlusâid sämikielân já rähtiđ aalmuglâš kielâstrategia.

source: Strategiijas ja ovddideamis giddejuvvo erenomáš fuopmášupmi sáme-, románagiela ja maiddái seavagiela sajádahkii.
smn: Strategiast já oovdedmist kiddejuvvoo eromâš huámášume sämi-, romani- sehe seevvimkielâ sajattâhân.

source: Biodiversitehtastrategiija ollašuhttimis čatnasuvvo dasa, ahte sihkkarasto sápmelaš kulturvuohki ja árbevierru geavahit luonddu.
smn: Biodiversiteetstrategia olášutmist čonnâsuvvoo turviđ säämi kulttuurlâš vyevi já ärbivyevi kevttiđ luándu.

source: Ráđđehusprográmma linjjá meroštallamiid ollašuvadettiin, buorránit sámedikki doaibmaneavttut ja maiddái sámegiela ja kultuvrra seailun sihkkarasto.
smn: Ko haldâttâsohjelm linjiimeh olášuveh, te toh pyeredeh sämitige toimâiävtuid já torvejeh sämikielâ já kulttuur siäilum.

source: Ruvkeláhka (621/2011) ja čáhceláhka (587/2011) leat ođasmahtton.
smn: Ruukilaahâ (621/2011) já čäcilaahâ (587/2011) láá uđâsmittum.

source: Lágaide lea váldon ng. sámekultuvrra heajudeami suodji.
smn: Lavváid lii valdum nk. sämikulttuur hiäjusmittem syeji.

source: Vuođđoláhkaváljagoddi lea linjádan, ahte sámiid guoski sierralágaide galgá váldit ng. sámekultuvrra heajudeami suoji ruvkelága ja čáhcelága ovdamearkka mielde.
smn: Vuáđulahâváljukodde lii linjim, et sämmilijd kyeskee sierânâslavváid kalga väldiđ nk. sämikulttuur hiäjusmittem syeje ruukilaavâ já čäcilaavâ ovdâmeerhâ mield.

source: Ruvkelága mielde golledoidin-, málbmaohcan- dahje ruvkelobi ii galgga mieđihit, jos lobi mieldásaš doaibma okto dahje ovttas eará vástideaddji lobiid dahje guovlluid eará geavahanhámiiguin heajudivčče sámiid ruovttuguovllus dehalaš eavttuid bargat árbevirolaš sámee-aláhusaiguin dahje muđui bajásdoallat ja ovddidit sámekultuvrra.
smn: Ruukilaavâ mield kolletoidem-, malmâuuccâm- tâi ruukilove ij koolgâ mieđettiđ, jis love miäldásâš toimâ ohtuunis tâi oovtâst eres västideijee luvijguin tâi kuávlui eres kevttimhamijguin hiäjusmitáččij sämikuávlust merhâšittee iävtuid hárjuttiđ ärbivuáválijd sämiiäláttâsâid teikkâ mudoi paijeentoollâđ já ovdediđ sämikulttuur.

source: Suoma, Norgga ja Ruoŧa stáhtat ráđđádallet bárrásiin davviriikkalaš sámesoahpamuša ratifierema várás.
smn: Suomâ, Taažâ já Ruotâ staatah ráđádeleh eidu párásist tave-eennâmlâš sämisopâmuš ratifisistmân.

source: Golmma riikka sámedikkis leat ovddasteaddjit álbmotlaš ráđđádallansáttagottiin.
smn: Kuulmâ eennâm sämitiigijn láá ovdâsteijeeh aalmuglijn ráđádâllâmairâskuudijn.

source: Ráđđádallamiid lea dárkkuhus oažžut gárvvisin maŋimustá jagi 2015.
smn: Ráđádâlmijd lii uáivil uážžuđ valmâšin majemustáá ive 2015.

source: Sámi parlamentáralaš ráđđi lea čoahkkimis 14.4.2010 mearridan, ahte sámit ráhkadit oktasaš oainnu davviriikkalaš sámesoahpamuša joatkkaráđđádallamiin.
smn: Säämi parlamentaarlâš rääđi lii čuákkimistis 14.4.2010 meridâm, et sämmiliih hämmejeh ohtsii uáivil taveeennâmlâš sämisopâmuš jotkâráđádâlmijn.

source: Birasministeriija ásahan álbmotlaš artikla 8(j)-bargojoavku lea luohpadan evttohusa, mii guoská sámiid luonddu máŋggahámatvuhtii gulavaš árbevirolaš dieđu suodjaleami, ealáskahttima ja sihkkarastima Suoma riikkaidgaskasaš geatnegasvuođaid
smn: Pirâsministeriö asâttem aalmuglâš artikla 8(j)-pargojuávkku lii luovâttâm iävtuttâsâs sämmilij luándu maaŋgâhámásâšvuotân lohtâseijee ärbivuáválii tiäđu suoijâlmân, iäláskitmân já turviimân Suomâ aalmugijkoskâsij kenigâsvuođâi mield.

source: Davviriikkalaš sámesoahpamuš
smn: Tave-eennâmlâš sämisopâmuš

source: Davviriikkaid oktasaš áššedovdijoavku luohpadii skábmamánus 2005 evttohusa davviriikkalaš sámesoahpamuššan.
smn: Ohtsâštave-eennâmlâš äššitobdeejuávkku luovâttij skammâmáánust 2005 iävtuttâs tave-eennâmlâš sämisopâmuššân.

source: Soahpamuša dárkkuhussan lea nannet ja gievrudit sámiid vuoigatvuođaid nu, ahte dat sáhttet seailluhit ja ovddidit giela, kultuvrra, ealáhusaid ja servodateallima nu, ahte stáhtaráját nu uhcán go vejolaš heađuštit dan.
smn: Sopâmuš uáivilin lii nanodiđ sämmilij vuoigâdvuođâid nuuvt, et sij pyehtih siäiluttđ já ovdediđ jieijâs kielâ, kulttuur, iäláttâsâid já ohtsâškodde-elimis nuuvt, et staatârääjih hemâdiččii tom nuuvt uccáá ko máhđulâš.

source: Stáhtat galget ovttasbarggus sámedikkiiguin ovddidit stáhta rájáide guoskevaš doaimma dáfus mearkkašahtti láhkaásaheami ja eará ásaheami jotkkolaš oktiiheiveheami.
smn: Staatah kalgeh oovtâstpargoost sämitiggijn ovdediđ staatâraajijd čyeccee tooimâ tááhust merhâšittee lahâasâttâs já eres asâttâllâm oovtmanolâš oohtânheiviittâllâm.

source: Čáhceláhka
smn: Čäcilaahâ

source: Sámiid ruovttuguvlui gulavaš dahje váikkuhusain dohko olli čáhcedoallofidnu galgá ollašuhttit nu, ahte dat ii menddo olu heajut sámiid vejolašvuođaid geavahit sidjiide eamiálbmogin gulavaš vuoigatvuođaid doalahit ja ovddidit kultuvrra sihke bargat árbevirolaš ealáhusaiguin.
smn: Sämikuávlun sajaduvvee tâi vaikuttâsâidis tááhust toho ollee čäcituáluproojeekt kalga olášuttiđ nuuvt, et tot ij meendu čuuvtij hiäjusmit sämmilij máhđulâšvuođâid kevttiđ sijjân algâaalmugin kullee vuoigâdvuođâid paijeentoollâđ já ovdediđ jieijâs kulttuur sehe hárjuttiđ ärbivuáválijd iäláttâsâidis.

source: Čáhcedoallofidnu vahátlaš váikkuhusat sáhttet čuohcat sámiide eamiálbmogin gulavaš, kollektiivvalažžan gehččon vuoigatvuođaide, muhto maiddái ovdamearkan dušše ovtta sámebearraša diliide.
smn: Čäcituáluproojeekt háituliih vaikuttâsah pyehtih čuoccâđ nuuvt sämmiláid algâaalmugin kullee, ohtsâžžân nomâttum vuoigâdvuođáid, ko meid ovdâmerkkân tuše oovtâ sämmilâšperruu eellimtilán.

source: Loahpparaporta váldo vuhtii Suoma luonddu máŋggahámatvuođa ja suvdilis geavaheami strategiija ja doaibmaprográmma válmmaštallamis.
smn: TOIMÂOHJELM 2012–2015 8 (33) vuotân Suomâ luándu maaŋgâhámásâšvuođâ já pištee kevttim strategia já toimâohjelm valmâštâlmist.

source: Oahpahus- ja kulturministeriija ásahan bargojoavku luohpadii evttohusa sámegielaid ealáskahttinprográmman njukčamánus 2012.
smn: Máttááttâs- já kulttuurministeriö asâttem pargojuávkku luovâttij iävtuttâsâs sämikielâi iäláskittemohjelmân njuhčâmáánust 2012.

source: Bargojoavku evttoha ee. ahte giellabeassedoaibma stáđásmahtto ja viiddiduvvo, sámegiela oahpahus ovddiduvvo olles riikkas, nuortalašgiela ealáskahttima várás ollašuhttojit sierradoaibmabijut, sámegielat radio-, televisio- ja internetsisdoalut lasihuvvojit dovdomassii ja sámedáidaga ja kultuvrra doarjja lasihuvvo dalážis.
smn: Pargojuávkku iävtut el. et kielâpiervâltoimâ vuáháduttoo já vijđeduvvoo, sämikielâ máttááttâs ovdeduvvoo ubâ enâmist, nuorttâsämikielâ iäláskitmân olášuttojeh sierânâstooimah, sämikielâlâš radio-, televisio- já internetsiskáldâsah lasettuvvojeh merhâšitteht já sämitaiduu já kulttuur toorjâ lasettuvvoo tááláást.

source: Katainen ráđđehusa doaibmabaji lea dárkkuhus ođasmahttit guolástuslága, Deanu guollebivddu stivrejeaddji stáhtasoahpamuša, lága Meahciráđđehusas, meahccejohtalus-, luonddusuodjalan-, meahcceguovlo- birassuodjalan-, eanageavahan- ja huksen-, ja birasváikkuhusaid árvvoštallamis addon lága.
smn: Katais haldâttâs toimâpaje ääigi lii uáivilin uđâsmitteđ kuálástuslaavâ, Tiänu kuálástus stivrejeijee staatâsopâmuš, laavâ Meccihaldâttâsâst, meccijotolâh-, luándusuojâlem-, meccikuávlu- pirâssuojâlem-, eennâmkevttim já huksim-, já pirâsvaikuttâsâi árvuštâlmist adelum laavâ.

source: Lassin ráđđehus válmmaštallá gielddahálddahusa ja sosiála- ja dearvvasvuohtabálvalusaid ráhkadusođastusa.
smn: Lasseen haldâttâs valmâštâl kieldâhaldâttuv já sosiaal- já tiervâsvuođâpalvâlusâi ráhtusuđâsmittem.

source: DOAIBMAPROGRÁMMA 2012-2015 9 (33) 1.5. Sámedikki doaimma árvvut
smn: TOIMÂOHJELM 2012–2015 9 (33) 1.5. Sämitige tooimâ áárvuh

source: Sámedikki doaimma árvvut
smn: Sämitige tooimâ áárvuh

source: Sámedikki doaimma almmolaš ulbmilat
smn: Sämitiggepaje hástuseh já máhđulâšvuođah

source: Sámediggebaji 2012-15 váldoulbmilat
smn: Sämikulttuur lii čonnâsâm luándun.

source: Sámi kultuvra ja kulturárbi
smn: Šoŋŋâdâhnubástus, ton puáhtám negatiivliih vaikuttâsah luándu maaŋgâhámásâšvuotân já kulttuur hárjuttemiävttoid, uđđâ puáđulâššlaajah já luánduresurssijguin vijđáht ávhástâllâm, mii lii lasanâm arktâlâš kuávlust, äštih sämikulttuur já arktâlâš algâaalmugij puátteevuođâ.
